<%--
  Created by IntelliJ IDEA.
  User: Administrator
  Date: 2018/4/22
  Time: 1:08
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>服务条款</title>
</head>
<body>
<pre>
    协议说明

本协议由用户与本站共同缔结，是用户注册本站账号并使用本站服务时使用的通用条款。您在申请注册流程中点击同意本协议之前，请您务必审慎阅读、充分理解各条款内容。如您未满18周岁，或以其他形式属于限制民事行为能力人，请在监护人或法定代理人的陪同下阅读本协议。



协议生效

当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与本站平台达成一致，成为本站在线平台用户。您的注册行为将被认为是对本协议全部条款无保留的接受和遵守。



定义

本站：就是本站。

用户：指阅读并同意本协议内容，经过本站注册流程成为本站在线各项服务使用者的个人，以下亦称为“您”。



一、注册

1、本站提供用户注册。您的帐号和密码由您自行保管；您应当对以您的帐号进行的所有活动和事件负法律责任。

2、您注册时，在账号名称、头像和简介等注册信息中不得出现违法和不良信息，否则本站有权拒绝提供服务，并删除该账号。



二、服务

1、本站不断创新以向其用户提供最优体验，您认知并同意本站提供的服务的形式和本质可不经事先通知您而不时变换，本站保留随时变更、中断或终止部分或全部网络服务的权利。

2、本站在提供服务时，可能会对部分服务收取一定费用，本站将会对收费服务给予明确的提示。

3、您认知并同意，如果本站网站禁用对您的帐户的访问权，则您可能被阻止获得服务、您的帐户资料或包含在您帐户中的任何文件或其他内容。



三、用户的权利和责任

1、在您完成本站账户注册后，意味着您已获得该账户的使用权。

2、您应妥善保管您的账户和密码，通过您的账户和密码操作或实施的行为，将视为您本人的行为，由您本人承担相应的责任和后果。您不得以任何形式转让或授权他人使用自己的本站账号，亦不得盗用他人帐号。如果您未保管好自己的帐号和密码而对您、本站或第三方造成的损害，您将负全部责任。

3、您须遵守国家关于互联网信息发布的相关法律法规，您对自己在本站上发布的信息承担责任，您不得发布违法信息，不得恶意评价其他用户。如您因违反上述规则，导致相应法律后果的发生，您将以自己的名义独立承担所有法律责任。

4、您同意独自就您在使用服务时创作、传送或展示的任何内容以及您做出该等行为的后果（包括本站可能遭受的任何损失或损害）承担责任（本站不对您或任何第三方承担责任）。



四、本站的权利和责任

1、本站有义务在现有技术上维护整个网络平台的正常运行，并努力提升和改进技术，增强用户使用服务的体验。对用户在注册使用服务中所遇到的与服务或注册有关的问题及反映的情况，本站有义务及时作出回应。

2、本站没有义务对所有用户的注册数据、所有的活动行为以及与之有关的其它事项进行审查，但如存在下列情况，本站有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任：

①您或其它第三方通知本站，认为某个具体用户、具体行为、具体事项可能存在重大问题；

②您或其它第三方向本站告知网络平台上有违法或不当行为的，本站以普通非专业人员的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的。

3、用户在本站上如与其它用户产生纠纷，请求本站从中予以调处，经本站审核后，本站有权向纠纷双方了解情况，并将所了解的情况互相通知对方；本站所作出的调处行为不具有法律效力，调处结果系由纠纷双方自愿作出，本站仅协助提供信息的沟通，不对调处结果承担相应法律责任。

4、本站有权对用户的注册数据及活动行为进行查阅，发现注册数据或活动行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除等处理。



五、服务变更、中断或终止

1、因系统维护或升级的需要而需暂停网络服务，本站将尽可能事先进行通告。

2、如发生下列任何一种情形，本站有权解除本协议，并终止您的全部服务：

①您违反国家有关法律法规或本站管理规定，侵害他人合法权益的；

②您因在本站上的不当行为被行政或司法机构拘留或起诉；

③您盗用他人账户、发布违禁信息、骗取他人财物的；

④您传播虚假信息，歪曲事实，经查证属实的；

⑤其它本站认为需要终止服务的情况。

除前款所述情形外，本站保留在不事先通知您的情况下随时中断或终止部分或全部网络服务的权利，对于服务的中断或终止而造成您的损失的，本站不承担任何责任。

3、服务发生变更、中断、终止后，本站仍有以下权利：

①本站有权保留您的注册数据及以前的行为记录；

②如您在服务变更、中断、终止前，在本站平台上存在违法行为或违反条款的行为，本站仍可行使本服务条款所规定的权利。





六、隐私声明

1、适用范围

①您注册本站时，根据网站要求提供的个人信息；

②您使用本站时，上传的非公开的申请单资料等文字、图片、数据信息。

③本站通过合法途径从其他途径取得的您的个人资料。

④您认为不宜公开的其他内容。



2、信息保密

保护您的隐私是本站的一项基本政策，本站保证不对外公开或向第三方提供您的注册资料及您在使用网络服务时存储的非公开内容，但下列情况除外：事先获得您的明确授权；根据有关的法律法规要求；按照相关政府主管部门的要求；为维护社会公众的利益；为维护本站的合法权益。



3、信息使用

①为服务用户的目的，本站可能通过使用您的个人信息向您提供服务，包括但不限于向您发出活动和服务信息等。

②您知悉并认可：本站可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本网站同等的保护用户隐私的责任，则本站有权将用户的注册资料等提供给该第三方。另外，在不透露单个用户隐私资料的前提下，本站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。





七、有限责任

不论在何种情况下，竹间科技均不对由于Internet连接故障，电脑，通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。



八、违约责任

您同意保障和维护本站及其他用户的利益，如因您违反有关法律、法规或本站管理规定而给本站或任何其他第三人造成损失，您同意由您全部承担。



九、服务条款修改

1、本站有权根据服务情况变更、终止本站管理规定的各项条款，本站将会通过适当方式向您提示修改内容。

2、 如果您不同意本站管理规定所做的修改，有权停止使用网络服务。如果您继续使用网络服务，则视为您接受本站对服务条款相关条款所做的修改。



十、争议解决

1、本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理，并以本站经营者所在地的人民法院为第一审管辖法院。

2、如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力。



十一、通知送达

1、本协议项下本站对于您所有的通知均可通过网页公告、电子邮件、手机短信、微信消息或常规的信件传送等方式进行；该等通知于发送之日视为已送达给您。

2、您对于本站的通知应当通过本站对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。



十二、其他规定

1、本服务条款构成您与本站对服务条款之约定事项及其他有关事宜的完整协议，除服务条款规定的之外，未赋予服务条款各方其他权利。

2、如本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本条款的其余条款仍应有效并且有约束力。

3、本服务条款中的标题仅为方便而设，在解释本条款时应被忽略。
</pre>
</body>
</html>
